{
    "Contato": "Contact",
    "INÍCIO": "HOME",
    "HABILIDADES": "SKILLS",
    "PROJETOS": "PROJECTS",
    "CONTATO": "CONTACT",
    "Oi!": "Hi!",
    "Me chamo": "My name is",
    "E sou desenvolvedora web": "And I'm a web developer",
    "Habilidades": "Skills",
    "Principais projetos": "Main projects",
    "Acesse o projeto aqui": "Access the project here",
    "TrybeSmith": "TrybeSmith",
    "Loja de itens medievais no formato de uma API REST.": "Store of medieval items in the format of a REST API.",
    "Express, Node.js": "Express, Node.js",
    "Docker": "Docker",
    "Typescript": "Typescript",
    "MySQL": "MySQL",
    "Blogs API": "Blogs API",
    "Produção de conteúdo para um blog no formato de uma API Rest integrado ao banco de dados.": "Production of content for a blog in the format of a REST API integrated with the database.",
    "JavaScript": "JavaScript",
    "Talker Manager": "Talker Manager",
    "Aplicação de cadastro e gerenciamento de palestrantes.": "Application for registration and management of speakers.",
    "Car Shop": "Car Shop",
    "API feita em TypeScript e Mongoose para gerenciar o banco de dados de uma concessionária de veículos.": "API made in TypeScript and Mongoose to manage the database of a vehicle dealership.",
    "Mongoose": "Mongoose",
    "TypeScript": "TypeScript",
    "MongoDB": "MongoDB",
    "Job Insights": "Job Insights",
    "Aplicação de análises a partir de um conjunto de dados sobre empregos (extraídos do Glassdoor e obtidos através do Kaggle).": "Application of analysis from a dataset about jobs (extracted from Glassdoor and obtained through Kaggle).",
    "Python": "Python",
    "Flask": "Flask",
    "Pytest": "Pytest",
    "Comunicação": "Communication",
    "Adaptabilidade": "Adaptability",
    "Colaboração": "Collaboration",
    "frase1": "Zero issues with that. I'm capable of communicating clearly and objectively, expressing my ideas effectively in both formal and informal interactions.",
    "frase2": "I can adapt to new and dynamic environments, learning new technologies, being receptive to feedback, and adjusting as needed according to the project's requirements. It's my favorite part.",
    "frase3": "High five! I love engaging in conversations, sharing ideas, and listening to other perspectives, and that's why I get along so well with UI/UX, QA teams, among others.",    
    "Backend": "Backend",
    "Plataforma": "Platform",
    "Linguagem": "Language",
    "Banco": "Database"
  }
  
