{
    "Contato": "Contacto",
    "INÍCIO": "INICIO",
    "HABILIDADES": "HABILIDADES",
    "PROJETOS": "PROYECTOS",
    "CONTATO": "CONTACTO",
    "Oi!": "¡Hola!",
    "Me chamo": "Mi nombre es",
    "E sou desenvolvedora web": "Y soy desarrolladora web",
    "Habilidades": "Habilidades",
    "Principais projetos": "Proyectos principales",
    "Acesse o projeto aqui": "Accede al proyecto aquí",
    "Loja de itens medievais no formato de uma API REST.": "Tienda de artículos medievales en formato de API REST.",
    "Express, Node.js": "Express, Node.js",
    "Docker": "Docker",
    "Typescript": "Typescript",
    "MySQL": "MySQL",
    "Produção de conteúdo para um blog no formato de uma API Rest integrado ao banco de dados.": "Producción de contenido para un blog en formato de API Rest integrado con la base de datos.",
    "JavaScript": "JavaScript",
    "Aplicação de cadastro e gerenciamento de palestrantes.": "Aplicación de registro y gestión de oradores.",
    "API feita em TypeScript e Mongoose para gerenciar o banco de dados de uma concessionária de veículos.": "API hecha en TypeScript y Mongoose para gestionar la base de datos de una concesionaria de vehículos.",
    "Mongoose": "Mongoose",
    "TypeScript": "TypeScript",
    "MongoDB": "MongoDB",
    "Aplicação de análises a partir de um conjunto de dados sobre empregos (extraídos do Glassdoor e obtidos através do Kaggle).": "Aplicación de análisis a partir de un conjunto de datos sobre empleos (extraídos de Glassdoor y obtenidos a través de Kaggle).",
    "Python": "Python",
    "Flask": "Flask",
    "Pytest": "Pytest",
    "Comunicação": "Comunicación",
    "Adaptabilidade": "Adaptabilidad",
    "Colaboração": "Colaboración",
    "frase1": "¡Aquí no es el problema! Soy capaz de comunicarme de manera clara y objetiva, expresando mis ideas de manera efectiva tanto en interacciones formales como informales.",
    "frase2": "Puedo adaptarme a entornos nuevos y dinámicos, aprender nuevas tecnologías, ser receptiva a los comentarios y ajustarme según sea necesario según los requisitos del proyecto. Es mi parte favorita.",
    "frase3": "¡Choca esos cinco! Me encanta participar en conversaciones, compartir ideas y escuchar otros puntos de vista, y por eso me llevo muy bien con los equipos de UI/UX, QA, entre otros.",
    "Backend": "Backend",
    "Plataforma": "Plataforma",
    "Linguagem": "Lenguaje",
    "Banco": "Base de datos"
  }
  