{
    "Contato": "Contact",
    "INÍCIO": "DÉBUT",
    "HABILIDADES": "COMPÉTENCES",
    "PROJETOS": "PROJETS",
    "Oi!": "Salut!",
    "Me chamo": "Je m'appelle",
    "E sou desenvolvedora web": "Et je suis développeuse web",
    "Principais projetos": "Projets principaux",
    "Acesse o projeto aqui": "Accédez au projet ici",
    "TrybeSmith": {
      "Loja de itens medievais no formato de uma API REST.": "Boutique d'articles médiévaux au format d'une API REST.",
      "Express, Node.js": "Express, Node.js",
      "Docker": "Docker",
      "Typescript": "Typescript",
      "MySQL": "MySQL",
      "link": "https://github.com/erikarg/Project-Trybesmith"
    },
    "Blogs API": {
      "Produção de conteúdo para um blog no formato de uma API Rest integrado ao banco de dados.": "Production de contenu pour un blog au format d'une API Rest intégré à la base de données.",
      "Express, Node.js": "Express, Node.js",
      "Docker": "Docker",
      "JavaScript": "JavaScript",
      "MySQL": "MySQL",
      "link": "https://github.com/erikarg/Project-Blogs-API"
    },
    "Talker Manager": {
      "Aplicação de cadastro e gerenciamento de palestrantes.": "Application de gestion et d'inscription des intervenants.",
      "Express, Node.js": "Express, Node.js",
      "Docker": "Docker",
      "JavaScript": "JavaScript",
      "link": "https://github.com/erikarg/Project-Talker-Manager"
    },
    "Car Shop": {
      "API feita em TypeScript e Mongoose para gerenciar o banco de dados de uma concessionária de veículos.": "API faite en TypeScript et Mongoose pour gérer la base de données d'une concession automobile.",
      "Mongoose": "Mongoose",
      "Docker": "Docker",
      "TypeScript": "TypeScript",
      "MongoDB": "MongoDB",
      "link": "https://github.com/erikarg/Project-Car-Shop"
    },
    "Job Insights": {
      "Aplicação de análises a partir de um conjunto de dados sobre empregos (extraídos do Glassdoor e obtidos através do Kaggle).": "Application d'analyses à partir d'un ensemble de données sur l'emploi (extraites de Glassdoor et obtenues via Kaggle).",
      "Python": "Python",
      "Flask": "Flask",
      "Pytest": "Pytest",
      "link": "https://github.com/erikarg/Project-Job-Insights"
    },
    "Comunicação": "Communication",
    "Adaptabilidade": "Adaptabilité",
    "Colaboração": "Collaboration",
    "frase1": "Ici, il n'y a pas de problème. Je suis capable de communiquer de manière claire et objective, d'exprimer mes idées de manière efficace aussi bien dans des interactions formelles qu'informelles.",
    "frase2": "Je peux m'adapter à des environnements nouveaux et dynamiques, apprendre de nouvelles technologies, être réceptive aux retours et m'ajuster selon les besoins du projet. C'est ma partie préférée.",
    "frase3": "Donne-moi cinq ! Il n'y a pas de problème à travailler seul. J'adore participer aux conversations, partager des idées et écouter d'autres points de vue, et c'est pourquoi je m'entends si bien avec les équipes UI/UX, QA, entre autres."    
  }
  